/*
ワーク01_最終問題

以下のようなプログラムがありますが、未完成です。関数の呼び出し部分は
完成していますが、関数getCubeVolumeが未定義です。

関数getCubeVolumeをアロー関数で定義してください。実行結果のように
表示する処理を作成してください。

以下のような関数を定義します。

| 項目     | 説明                                                                                                                                           | 
| -------- | ---------------------------------------------------------------------------------------------------------------------------------------------- | 
| 関数名   | getCubeVolume                                                                                                                                  | 
| 引数1    | side（数値、1辺の長さ）                                                                                                                        | 
| 戻り値   | 数値                                                                                                                                           | 
| 処理     | 引数で受け取った数値（1辺の長さ）を利用して、立方体の体積を計算します。引数の数値を3乗した値を計算します。立方体の面積を戻り値として返します。 | 
| 定義方式 | アロー関数                                                                                                                                     | 

関数の呼び出し部分を修正してはいけません。

実行結果
125
*/

// 以下の部分に関数を定義します

// 以下の部分を修正してはいけません
// 関数getCubeVolumeを呼び出します
const volume = getCubeVolume(5);
console.log(volume);
