/*
ワーク12_練習問題

以下のようなプログラムがありますが、未完成です。関数の呼び出し部分は
完成していますが、関数getCircleAreaが未定義です。

関数getCircleAreaをアロー関数で定義してください。実行結果のように表示する処理を
作成してください。

以下のような関数を定義します。

| 項目     | 説明                                                                                                                              | 
| -------- | --------------------------------------------------------------------------------------------------------------------------------- | 
| 関数名   | getCircleArea                                                                                                                     | 
| 引数1    | r（数値、半径）                                                                                                                   | 
| 戻り値   | 数値                                                                                                                              | 
| 処理     | 引数で受け取った数値（半径）を利用して、円の面積を計算します。円の面積を戻り値として返します。円周率として、Math.PIを利用します。 | 
| 定義方式 | アロー関数                                                                                                                        | 

関数の呼び出し部分を修正してはいけません。

実行結果
78.53981633974483
*/

// 以下の部分に関数を定義します

// 以下の部分を修正してはいけません
// 関数getCircleAreaを呼び出します
const area = getCircleArea(5);
console.log(area);
